tap "BarutSRB/tap"
tap "FelixKratz/formulae"

brew "sketchybar"
brew "gh"
brew "fish"
brew "starship"
brew "chezmoi"
brew "mise"
brew "starship"
brew "atuin"
brew "fzf"
brew "bat"
brew "eza"
brew "qmk/qmk/qmk"
brew "ghq"

cask "azookey"
cask "appcleaner"
cask "discord"
cask "ghostty"
cask "the-unarchiver"
cask "cursor"
cask "visual-studio-code"
cask "raycast"
cask "font-udev-gothic"
cask "font-udev-gothic-nf"
cask "font-moralerspace"
cask "font-moralerspace-hw"
cask "font-moralerspace-hw-jpdoc"
cask "font-moralerspace-jpdoc"
cask "omniwm"
