tap "homebrew/bundle"
tap "homebrew/services"

brew "gh"
brew "fish"
brew "starship"
brew "chezmoi"
brew "mise"
brew "starship"
brew "atuin"
brew "fzf"
brew "bat"
brew "eza"

cask "azookey"
cask "appcleaner"
cask "akiflow"
cask "discord"
cask "ghostty"
cask "the-unarchiver"
cask "cursor"
cask "visual-studio-code"
cask "windsurf"
cask "raycast"
cask "qlmarkdown"
cask "readdle-spark"
cask "font-udev-gothic"
cask "font-udev-gothic-nf"
cask "font-moralerspace"
cask "font-moralerspace-nf"
cask "font-moralerspace-hw"
cask "font-moralerspace-hw-nf"
cask "font-moralerspace-hw-jpdoc"
cask "font-moralerspace-jpdoc"
