tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "espanso/espanso"
cask "1password"
cask "appcleaner"
cask "bartender"
cask "betterdummy"
cask "bettertouchtool"
cask "espanso"
cask "gather"
cask "google-chrome"
cask "hammerspoon"
cask "jetbrains-gateway"
cask "logseq"
cask "osxfuse"
cask "pushplaylabs-sidekick"
cask "qlmarkdown"
cask "quicklook-csv"
cask "raycast"
cask "tableplus"
cask "the-unarchiver"
cask "utm"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
cask "font-udev-gothic"
cask "font-udev-gothic-nf"