tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "espanso/espanso"
cask "appcleaner"
cask "bartender"
cask "bettertouchtool"
cask "brave-browser"
cask "discord"
cask "espanso"
cask "hammerspoon"
cask "qlmarkdown"
cask "quicklook-csv"
cask "raycast"
cask "tableplus"
cask "the-unarchiver"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
cask "font-udev-gothic"
cask "font-udev-gothic-nf"
